/* conjunction to end a compound sentence */
" and" = " ve";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Yeni Hesap>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" zaten kullanımda.";

/* No comment provided by engineer. */
"Account:" = "Hesap:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Eylem:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Seçili olay için bir eylem atayın";

/* No comment provided by engineer. */
"Alias:" = "Arma:";

/* No comment provided by engineer. */
"Auto-Connect on Launch" = "Açılışta otomatik bağlan";

/* No comment provided by engineer. */
"Cancel" = "Vazgeç";

/* Cancel current account activity prefix */
"Cancel: %@" = "Vazgeç: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Ses seti açılamıyor";

/* No comment provided by engineer. */
"Clear" = "Sil";

/* No comment provided by engineer. */
"Configure the selected action" = "Seçili eylemi düzenle";

/* Connect account prefix */
"Connect: %@" = "Bağlan: %@";

/* New contact alert pane */
"Delete after event occurs" = "Olay gerçekleştikten sonra sil";

/* No comment provided by engineer. */
"Delete Event?" = "Olay silinsin mi?";

/* Disconnect account prefix */
"Disconnect: %@" = "Bağlantıyı Kes: %@";

/* No comment provided by engineer. */
"Edit" = "Düzenle";

/* Label besides the encryption preference menu */
"Encryption:" = "Şifreleme:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Olay:";

/* No comment provided by engineer. */
"Idle" = "Etkin Değil";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Geçersiz durumdaki simge pakedi";

/* No comment provided by engineer. */
"Join" = "Katıl";

/* No comment provided by engineer. */
"Join Chat" = "Sohbete Katıl";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Karşı tarafın sizin yazdığınızı görmesine izin ver";

/* No comment provided by engineer. */
"Meta" = "Toplu";

/* No comment provided by engineer. */
"New Alert" = "Yeni Uyarı";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Hiç bir uyumlu hesap bağlanamadı";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* Label for the password field in the account preferences */
"Password:" = "Parola:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Bu olayla ilgili %i eylem silinsin mi?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Seçili eylemleri sil";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Ses seti güncellemesi başarısız oldu";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "Etkin durum simge seti \"%1$@\" - \"%2$@\" geçerli değil. \"%3$@\" durum simgesi gerekiyor.  Eğer bu paketi adiumxtras.com sitesinden aldıysanız lütfen yazılımcıyla bağlantıya geçin. Durum simgeleriniz varsayılan ayarlara dönüştürüldü.";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Girdiğiniz karakterler bu hizmette kullanıcı adında bulunamaz.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "%1$@ ses setinin sürüm numarası %2$i ve Adium bu ses setini yönetmeyi bilmiyor; Adium'un daha güncel bir sürümünü deneyin.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Adium'un bu sürümü ses setleri için ayrı bir format kullanmaktadır. Adium %1$@ isimli %2$@ 'de bulunan ses setini güncelleyemedi. Set etkisizleştirildi.";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Yazıyor:";

/* No comment provided by engineer. */
"Unknown" = "Bilinmeyen";

/* No comment provided by engineer. */
"User Name" = "Kullanıcı Adı";

